/* This file contains the localizable strings for OmniGraffle.toolbar and OmniGrafflePro.toolbar */

"OSAScriptTemplate.paletteLabel" = "Script: %@";
"OSAScriptTemplate.toolTip" = "Esegue AppleScript \"%@\"";
"OSAScriptTemplate.label" = "%@";

"LayoutSelection.paletteLabel" = "Assegna layout alla selezione";
"LayoutSelection.toolTip" = "Assegna automaticamente il layout alla seleziona attuale";
"LayoutSelection.label" = "Layout";

"Group" = "Raggruppa";
"Ungroup" = "Separa";
"SmartGroup.paletteLabel" = "Raggruppa/separa";
"SmartGroup.toolTip" = "Raggruppa/separa";
"SmartGroup.label" = "Raggruppa";

"PickDiagramStyle.paletteLabel" = "Stile di diagramma";
"PickDiagramStyle.toolTip" = "Mostra selezione stile di diagramma";
"PickDiagramStyle.label" = "Stile";

"ToggleSidebar.paletteLabel" = "Barra laterale area di disegno";
"ToggleSidebar.toolTip" = "Mostra/nascondi barra laterale area di disegno";
"ToggleSidebar.label" = "Aree di disegno";

"ToggleOutlineSidebar.paletteLabel" = "Barra laterale struttura";
"ToggleOutlineSidebar.toolTip" = "Mostra/nascondi barra laterale struttura";
"ToggleOutlineSidebar.label" = "Struttura";

"MakeTable.toolTip" = "Raggruppa i grafici selezionati in una tabella";
"MakeTable" = "Rendi tabella";

"ShowInfo.paletteLabel" = "Impostazioni";
"ShowInfo.toolTip" = "Mostra/Nasconde le impostazioni";
"ShowInfo.label" = "Impostazioni";

"ShowExtras.paletteLabel" = "Mostra/nascondi gli extra";
"ShowExtras.toolTip" = "Mostra/nasconde gli extra";
"ShowExtras.label" = "Extra";

"ShowRulers.paletteLabel" = "Mostra/nascondi i righelli";
"ShowRulers.toolTip" = "Mostra/nasconde i righelli";
"ShowRulers.label" = "Righelli";

"SmartGuides.paletteLabel" = "Guide smart";
"SmartGuides.toolTip" = "Alterna le guide smart e per la distanza";
"SmartGuides.label" = "Guide smart";

"SnapToGrid.paletteLabel" = "Fissa alla griglia";
"SnapToGrid.toolTip" = "Alterna fissa alla griglia";
"SnapToGrid.label" = "Fissa";

"Lock" = "Blocca";
"Unlock" = "Sblocca";
"SmartLock.paletteLabel" = "Blocca/sblocca";
"SmartLock.toolTip" = "Blocca/sblocca";
"SmartLock.label" = "Blocca";

"DrawingMode" = "Strumenti";

"ExpandSubgraph.paletteLabel" = "Espandi sottografo";
"ExpandSubgraph.toolTip" = "Espandi sottografo";
"ExpandSubgraph.label" = "Espandi";

"GroupSubgraph.paletteLabel" = "Raggruppa come sottografo";
"GroupSubgraph.toolTip" = "Raggruppa come sottografo";
"GroupSubgraph.label" = "Sottografo";

"CollapseSubgraph.paletteLabel" = "Comprimi sottografo";
"CollapseSubgraph.toolTip" = "Comprimi sottografo";
"CollapseSubgraph.label" = "Contrai";

"StartPresentation.paletteLabel" = "Avvia presentazione";
"StartPresentation.toolTip" = "Avvia presentazione";
"StartPresentation.label" = "Diapositive";

"ShowPalette.paletteLabel" = "Finestra stencil";
"ShowPalette.toolTip" = "Finestra stencil";
"ShowPalette.label" = "Stencil";

"LayoutGraph.paletteLabel" = "Assegna layout al diagramma";
"LayoutGraph.toolTip" = "Assegna automaticamente il layout all'intero diagramma";
"LayoutGraph.label" = "Layout";

"SendToBack.paletteLabel" = "Metti in fondo";
"SendToBack.optionKeyToolTip" = "Porta all'indietro";
"SendToBack.toolTip" = "Mette in fondo";
"SendToBack.label" = "In fondo";
"SendToBack.optionKeyLabel" = "All'indietro";

"BringToFront.paletteLabel" = "Porta in primo piano";
"BringToFront.optionKeyToolTip" = "Porta in avanti";
"BringToFront.toolTip" = "Porta in primo piano";
"BringToFront.label" = "Primo piano";
"BringToFront.optionKeyLabel" = "In avanti";

"StyleTray" = "Stile";
